import React from 'react'
import { Typography } from '@mui/material'

const TextContentTwo = () => {
  return (
    <Typography  variant="paragraph" sx={{marginTop:'2rem', lineHeight: '2',
    fontSize: {lg:'1rem', md: '.8rem',sm:'.7rem',xs: '.56rem'} }}>
        Dr. SP ബാലസുബ്രഹ്മണ്യം എന്ന വിശ്വഗായകൻ്റെ ദീപ്‌തമായ ഓർമ്മകൾക്ക് മുന്നിൽ 
        കൊല്ലം ഓലയിൽ പ്രവർത്തിച്ചുവരുന്ന എസ്.പി ബാലസുബ്രഹ്മണ്യൻ ഫൗണ്ടേഷൻ 
        ചാരിറ്റബിൾ സൊസൈറ്റിയുടെ ആഭിമുഖ്യത്തിൽ രണ്ടാം വർഷവും നടത്തിവരുന്ന 
        ധനശേഖരനാർത്ഥ പദ്ധതി യുടെ ഭാഗമായി ജൂലൈ 21 -ാം തീയതി SPB അവാർഡ് 
        നൈറ്റ് വേദിയിൽ വച്ച് സംഗീതമേഖലയിൽ നിന്ന് വിരമിച്ച ഇരുപതോളം കലാകാരന്മാർക്ക് 
        സാമ്പത്തിക സഹായം വിതരണം ചെയ്യുന്നു, ജൂൺ 2-ാം തീയതി തിരുനെൽവേലി 
        അരവിന്ദ ഐ സെൻ്ററും SPB ഫൗണ്ടേഷനും ചേർന്ന് സൗജന്യ നേത്ര ചികിത്സാ ക്യാമ്പ് 
        സംഘടിപ്പിക്കുന്നു, വരുന്ന അധ്യായന വർഷം തിരഞ്ഞെടുക്കപ്പെടുന്ന കുട്ടികൾക്ക് 
        പാഠപുസ്‌തകവും നോട്ടുബുക്കുകളും വിതരണം ചെയ്യുന്നു ഈ ജീവകാരുണ്യ പ്രവർത്തനങ്ങളിൽ 
        നിങ്ങളും ഒരു ഭാഗമാകുവാൻ നിങ്ങളുടെ സ്ഥാപങ്ങങ്ങളുടെ പരസ്യയ സഹായം അഭ്യർത്ഥിച്ചുകൊണ്ട് 
        ഈ മഹത്തായ സംരംഭത്തിലേക്ക് ഞങ്ങൾ ഹാർദ്ദമായി സ്വാഗതം ചെയ്‌തു കൊള്ളുന്നു. 07-07-24 
        ഞായറാഴ്‌ച കൊല്ലം സോപാനം ഓഡിറ്റോറിയത്തിൽ വച്ച് സംസ്ഥാനതല SPB പാട്ട് മത്സരവും, 21-09-2024,
         ഞായറാഴ്‌ച കൊല്ലം സി കേശവൻ മെമ്മോറിയ ഠൗൺ ഹാളിൽ നടക്കുന്ന SPB Award Night & Legends Voice 
         Live in concert, എന്നി പരിപാടിയുടെ വിജയത്തിലേക്കായി ഇതര സ്ഥാപനങ്ങളുടെ പരസ്യം നൽകി
          ഞങ്ങളോടൊപ്പം സഹകരിക്കുന്ന വർക്ക് ആയി നിങ്ങൾ നൽകുന്ന താരിഫ് റേറ്റ് അടിസ്ഥാനത്തിൽ 
          കൊല്ലത്ത് 21-07-2024 ഞായറാഴ്‌ച രാവിലെ പുറത്ത്‌വരുന്ന ഒന്നരലക്ഷം കോപ്പിയോളം വരുന്ന 
          മാത്യഭൂമി ദിനപത്രത്തിൻ്റെ രണ്ടാം പേജ് മുഴുവനായി നിങ്ങളുടെ സ്ഥാപനത്തിന്റെ പരസ്യം 
          ഉണ്ടായിരിക്കുന്നതാണ്, ഒപ്പം ആൾ കേരള തലത്തിൽ ACV Live ഷോ അതിലൂടെയും പരസ്യങ്ങൾ 
          പ്രദർശിപ്പിക്കുന്നതാണ്, റേഡിയോ ബെൻസിഗർ FM, സോഷ്യൽ മീഡിയ മാത്യഭൂമി ഓൺലൈൻ ന്യൂസ്, 
          യൂട്യൂബ്, ഫെയ്‌സ്ബുക്ക്, ഇൻസ്റ്റഗ്രാം, ഫ്ളക്‌സ് ബോർഡുകൾ, ബ്രോഷറുകൾ, പാസുകൾ, പ്രോഗ്രാം 
          ഹാളിൽ LED വാളിലൂടെ നിങ്ങളുടെ സ്ഥാപനങ്ങളുടെ പരസ്യങ്ങൾ ജനഹൃദയങ്ങളിൽ എത്തിക്കുന്നു.
    </Typography>
  )
}

export default TextContentTwo
