import React from 'react'
import { Typography } from '@mui/material'
const TextContentOne = () => {
    return (
        <Typography variant="paragraph" sx={{marginTop:'2rem', lineHeight: '2',
        fontSize: {lg:'.9rem', md: '.8rem',sm:'.7rem',xs: '.56rem'} }}>
            എസ്പി ബാലസുബ്രഹ്മണ്യം  സംസ്ഥാനതല  പാട്ടു മത്സരം സീസൺ 2  🎵  07-07-2024 ഞായറാഴ്ച സ്ഥലം കൊല്ലം സോപാനം
     ഓഡിറ്റോറിയം രാവിലെ 8 മണിമുതൽ വൈകിട്ട് 5 മണിവരെ <br/><br/>
    
     <span style={{ fontWeight: 'bold' }}>മത്സരാർത്ഥികൾ അറിഞ്ഞിരിക്കേണ്ട വിവരങ്ങൾ</span> <br/><br/>
    
    1. SPB  പാടിയ എല്ലാ ഭാഷാ ഗാനങ്ങളും പാടി മത്സരിക്കാം ഡ്യൂയറ്റ് സോങ്ങുകൾ  സോളോ ആയി പാടാം <br/>
    2. മത്സരാർത്ഥികളുടെ പ്രായപരിധി 5 വയസ്സ് മുതൽ പ്രായം ഉള്ള എല്ലാവർക്കും <br/>
    
    3.സ്ത്രീകൾക്കും പുരുഷന്മാർക്കും മത്സരത്തിൽ പങ്കെടുക്കാം<br/>
    
    4.മത്സരത്തിൽ പങ്കെടുക്കുന്നവർ SPB പാടിയ രണ്ട്  ഗാനങ്ങൾ പഠിച്ചിരിക്കണം. <br/>
    
    5.  നിങ്ങൾ മത്സരിക്കുവാൻ ആഗ്രഹിക്കുന്ന രണ്ടു ഗാനങ്ങളുടെയും വ്യക്തതയോടു കൂടിയ  കരോക്കെ കയ്യിൽ കരുതേണ്ടതാണ് <br/>
    
    6.പാട്ടിന്റെ വരികൾ നോക്കി പാടുവാൻ  അനുവദനീയം അല്ല<br/>
    
    7.ജഡ്ജസ്  ഒന്നാം റൗണ്ടിൽ തിരഞ്ഞെടുക്കുന്നവരെ രണ്ടാം റൗണ്ടിലൂടെ പാടിച്ചു 1,2,3 മത്സര വിജയികളെ. കണ്ടെത്തും ജഡ്ജറ്റ്സിന്റെ തീരുമാനം അന്തിമം ആയിരിക്കും <br/>
    
    8.രാവിലെ 8 മണി മുതൽ മത്സരം ആരംഭിക്കും 
     ഉച്ചയ്ക്ക് ഒരു മണിക്ക് ബ്രേക്ക്   വീണ്ടും രണ്ടു മണി മുതൽ ആരംഭിക്കും 
     അഞ്ചുമണിക്ക് അവസാനിക്കും.
     മത്സരവിജയികളുടെ സമ്മാനദാനം  ഗ്രാൻഡ്ഫിനാലെ ജൂലൈ ഇരുപത്തിയൊന്നാം തീയതി വൈകുന്നേരം 5 മണിക്ക് കൊല്ലം സി കേശവൻ മെമ്മോറിയൽ ടൗൺഹാളിൽ നടക്കുന്ന  SPB അവാർഡ് നൈറ്റ് വേദിയിൽ വച്ച്  പ്രശസ്ത സംഗീത സംവിധായകൻ  ശ്രീ ശരത് നിർവഹിക്കുന്നു <br/><br/>
    
     <span style={{ fontWeight: 'bold' }}>ഈ മത്സരത്തിൽ പങ്കെടുക്കു ന്ന മത്സരാർത്ഥികളുടെ രജിസ്ട്രേഷൻ സംബന്ധമായുള്ള വിശദ വിവരങ്ങൾ</span> <br/><br/>
    
     <span style={{ fontWeight: 'bold' }}>രജിസ്ട്രേഷൻ ഫീസ്  ₹1000/-</span> <br/>
    
     മെയ് മാസം അവസാനം വരെ രജിസ്റ്റർ ചെയ്യുന്നവർക്ക് <span style={{ fontWeight: 'bold' }}> 200/- രൂപ ഇളവോടുകൂടി രജിസ്റ്റർ ചെയ്യാവുന്നതാണ് ( ₹800)</span><br/><br/>
    
     <span style={{ fontWeight: 'bold' }}>ജൂൺ ഒന്നാം തീയതി മുതൽ 15.06-2024 തീയതി വരെ  ഇളവോടുകൂടി രജിസ്ട്രേഷൻ 900 രൂപ</span> <br/> <br/>
    
     <span style={{ fontWeight: 'bold' }}>16-06-2024  മുതൽ  30 വരെ 
     രജിസ്ട്രേഷൻ ഫീ 1000 രൂപ </span> <br/><br/>
    
     രജിസ്ട്രേഷൻ 
    QR കോട് വഴിയോ അക്കൗണ്ട് നമ്പർ മുഖേനയോ ചെയ്യാവുന്നതാണ് <br/><br/>
    
     മത്സരാർത്ഥികൾക്ക് മാത്രമായി ഉച്ചഭക്ഷണവും, ടി ആൻഡ് സ്നാക്സും ക്രമീകരിക്കുന്നതായിരിക്കും <br/>
     <span style={{ fontWeight: 'bold' }}>ഒന്നാം സമ്മാനം  25001/- രൂപയും പ്രശസ്തി പത്രവും <br/>
     രണ്ടാം സമ്മാനം 
     15001/- രൂപയും  പ്രശസ്തി പത്രവും <br/>
     മൂന്നാം സമ്മാനം 
     10001/- രൂപയും പ്രശസ്തി പത്രവും </span><br/><br/>
     മത്സര വിജയികൾക്ക്  ഒരു സുവർണ്ണ അവസരം കൂടി, ചലച്ചിത്രം/ ടെലിവിഷൻ/ ആൽബം, എന്നീ മേഖലകളിൽ പാടുവാനുള്ള അവസരം  ഒരുക്കുന്നതാണ്.
        </Typography>
      )
}

export default TextContentOne
